Repository: meyrlan/3d-map-path-app-backend
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ru

source: North-East Latitude
ru: Северо-Восточная широта

source: North-East Longitude
ru: Северо-Восточная долгота

source: Delivery Area
ru: Зона развозки

source: Admin Traccar User
ru: Traccar админ

source: Traccar Session Cookie
ru: Куки сессии Traccar

source: Time for Trip Review
ru: Время для отзыва о поездке

source: Time we give to a customer to submit a trip review
ru: Время, которое мы даем клиенту, чтобы оставить отзыв о поездке

source: Minimum Customer Count to show in City Info
ru: Минимальное количество клиентов для показа на уровне города

source: Schedules Enabled
ru: Расписания включены

source: Earliest Scheduled Time
ru: Cамое раннее запланированное время

source: Latest Scheduled Time
ru: Cамое позднее запланированное время

source: Earliest Trip Time
ru: Cамое раннее время поездки

source: Latest Trip Time
ru: Cамое позднее время поездки

source: Time Difference Between Deleted And New Schedules
ru: Разница во времени между удаленным и новым расписаниями

source: Pickup or delivery time defference between deleted and new schedules
ru: Разница во времени (отправления или прибытия) между удаленным и новым расписаниями

source: Distance between deleted and new schedule addresses
ru: Расстояние между удаленным и новым адрессами

source: Schools Enabled
ru: Школы включены

source: General Tilda URL
ru: Общая Tilda ссылка

source: Cities
ru: Города

source: District
ru: Район

source: Districts
ru: Районы

source: Clusters
ru: Кластеры

source: Sunday_______
ru: Воскресенье

source: Group
ru: Группа

source: Individual
ru: Индивидуальный

source: Service Level
ru: Уровень обслуживания

source: Payment Balance
ru: Платежный баланс

source: Bonus Balance
ru: Бонусный баланс

source: Free Trips
ru: Бесплатные поездки

source: Half Price Trips
ru: Поездки за пол цены

source: Primary Contact From
ru: Основной контакт из

source: On Demand Eligible
ru: Имеет право на он-деманд

source: Disabled
ru: Деактивированный

source: Loyalty User
ru: Лояльность пользователя

source: Customers
ru: Клиенты

source: Green
ru: Зеленый

source: Orange
ru: Оранжевый

source: Red
ru: Красный

source: Gold
ru: Золотой

source: Beginner
ru: Начинающий

source: Registering
ru: Регистрирующийся

source: Verifying
ru: Проверяющийся

source: TraccarUser
ru: Traccar пользователь

source: Lead User
ru: Ведущий пользователь

source: Level
ru: Уровень

source: Tracking kind
ru: Трекинг

source: Balance
ru: Баланс

source: Visible Balance
ru: Видимый баланс

source: Additional Phone Number
ru: Дополнительный номер телефона

source: Home Latitude
ru: Широта

source: Home Longitude
ru: Долгота

source: Driving Experience
ru: Стаж вождения

source: IIN
ru: ИИН

source: Relog Login
ru: Логин в Релоге

source: Relog Password
ru: Пароль в Релоге

source: Bank Card number
ru: Номер банковской карты

source: Has seat belts
ru: Есть ремни безопасности

source: Has flag
ru: Есть флажок

source: Accepting On Demand Trips
ru: Принимать ондеманд поездки

source: On Demand Priority
ru: Приоритет в он-деманде

source: On Demand Priority should be from 0 to 10
ru: Приоритет в он-деманде должен быть от 0 до 10.

source: Identification Card Photo (both sides)
ru: Фото удостверения личности (обе стороны)

source: Identification Card Photo
ru: Фото удостверения личности

source: Identification Card Photo (back)
ru: Фото удостверения личности (обратная сторона)

source: Driver License Photo (both sides)
ru: Фото водительских прав (обе стороны)

source: Driving License photo
ru: Фото водительских прав

source: Driving License photo (back)
ru: Фото водительских прав (обратная сторона)

source: Technical Passport photo (both sides)
ru: Фото тех. паспорта (обе стороны)

source: Technical Passport photo
ru: Фото тех. паспорта

source: Technical Passport photo (back)
ru: Фото тех. паспорта (обратная сторона)

source: Disabled At
ru: Время деактивации

source: The driver is not connected to traccar.
ru: Водитель не подключен к Traccar.

source: On Demand Priority could not be greater than 10.
ru: Приоритет в он-деманде должен быть не больше 10.

source: Drivers
ru: Водители

source: Use the following format: <YYYY>
ru: Используйте следующий формат: <ГГГГ>

source: Cars
ru: Машины

source: Question
ru: Вопрос

source: Answer
ru: Ответ

source: FAQ
ru: ЧАВО

source: FAQs
ru: ЧАВО

source: Feedback
ru: Отзыв

source: Feedbacks
ru: Отзывы

source: Text
ru: Текст

source: Memo
ru: Памятка

source: Memos
ru: Памятки

source: First 6
ru: Первые 6 цифр

source: Last 4
ru: Последние 4 цифры

source: Brand
ru: Бренд

source: Token
ru: Токен

source: Bank Card
ru: Банковская карта

source: Bank Cards
ru: Банковские карты

source: Administrator
ru: Администратор

source: Automatic Payment
ru: Автоматический платеж

source: Trip Payment
ru: Платеж поездки

source: Trip Client Bonus
ru: Клиентский бонус поездки

source: Trip Driver Bonus
ru: Водительский бонус поездки

source: Trip Custom Bonus
ru: Индивидуальный бонус поездки

source: Activated Promo Code Bonus
ru: Бонус активированного промокода

source: Shared Promo Code Bonus
ru: Бонус поделившегося промокодом

source: School Payment
ru: Платеж за школу

source: Bank Card Linking Payment
ru: Платеж привязки карты

source: Planning List Processing Payment
ru: Платеж при обработке запланированных списков

source: On Demand Trip Payment
ru: Платеж поездки по требованию

source: Processing
ru: Обрабатывается

source: Successful
ru: Успешный

source: Error
ru: Ошибка

source: Refunded
ru: Возвращен

source: Subscription
ru: Подписка

source: Payment Trip
ru: Поездка платежа

source: Client Bonus Trip
ru: Поездка бонуса клиента

source: Driver Bonus Trip
ru: Поездка бонуса водителя

source: Custom Bonus Trip
ru: Поездка индивидуального бонуса

source: Trip Schedules
ru: Расписания поездок

source: Booking Period
ru: Период бронирования

source: Planning List
ru: Запланированный список

source: Start Date For Booked Trips
ru: Дата начала для забронированных поездок

source: Kind
ru: Тип

source: Added By
ru: Добавил

source: Amount
ru: Сумма

source: Real Amount
ru: Настоящая сумма

source: Amount without commission.
ru: Сумма без комиссии.

source: Error Message
ru: Сообщение об ошибке

source: Automatic
ru: Автоматический

source: Bonus
ru: Бонус

source: Is Temporary
ru: Временный

source: A flag indicating that the payment will be immediately refunded after a successful notification.
ru: Флажок, указывающий на то, что платеж будет немедленно возвращен после успешного уведомления.

source: Pended At
ru: На рассмотрении с

source: Processed At
ru: Обрабатано в

source: Succeeded At
ru: Успешно в

source: Cancelled At
ru: Отменено в

source: Finished With Error At
ru: Закончен с ошибкой в

source: Changing Payments is not allowed
ru: Изменение платежей после создания запрещено!

source: Payment
ru: Платеж

source: Payments
ru: Платежи

source: Changing payment refund is not allowed
ru: Изменение возврата платежа после создания запрещено!

source: Refund
ru: Возврат

source: Refunds
ru: Возвраты

source: Bonuses
ru: Бонусы

source: Cash
ru: Наличные

source: Manual
ru: Ручная

source: Paid by
ru: Выплата от

source: External Id
ru: Внешний идентификатор

source: Bank Card Number
ru: Номер банковской карты

source: Full Amount
ru: Полная сумма

source: Exit Amount
ru: Выходящая сумма

source: Driver's card number is not specified.
ru: Карта водителя не указана.

source: Exit amount is less than {settings.INTERPAYSYS_MINIMUM_PAYOUT_AMOUNT}
ru: Выходящая сумма меньше чем {settings.INTERPAYSYS_MINIMUM_PAYOUT_AMOUNT}

source: Driver's balance is {self.driver.balance}, but you try to withdraw {self.expected_full_amount}!
ru: Баланс водителя равен {self.driver.balance}, но Вы пытаетесь снять {self.expected_full_amount}!

source: Payout
ru: Выплата

source: Payouts
ru: Выплаты

source: On Demand
ru: По требованию

source: Per Day
ru: Выплата

source: Per Payout
ru: Выплата

source: Other
ru: Другие

source: Added by
ru: Добавил

source: Updated At
ru: Обновлен в

source: Visible Earning
ru: Видимый заработок

source: Visible Earnings
ru: Видимые заработки

source: Per Trip
ru: Оплата за поездку

source: Payout Fee Amortization
ru: Погашение комиссии выплаты

source: Automatic Amount
ru: Авто расчет суммы

source: You only can create manual and bonus earnings.
ru: Вы можете создавать только manual и bonus заработки.

source: Earning
ru: Заработок

source: Earnings
ru: Заработки

source: Start Date
ru: Дата начала

source: End Date
ru: Дата окончания

source: Start date is greater than end date
ru: Дата начала больше даты конца

source: Newer booking periods exist: {}
ru: Более новые периоды бронирования уже существуют: {}

source: Booking Periods
ru: Периоды бронирования

source: Used Capacity
ru: Использованная вместимость

source: Start time is greater than end time
ru: Время начала больше, чем время окончания

source: The date is not between the start date and the end date of the booking period.
ru: Дата не находится между датой начала и датой окончания периода бронирования.

source: Queue
ru: Очередь

source: Queues
ru: Очереди

source: Processing Finished
ru: Обработка Закончена

source: Finalized
ru: Финализирован

source: Planning List Template
ru: Шаблон запланированного списка

source: Phase
ru: Фаза

source: The phase can be changed only step by step from Pending to Finalized
ru: Фаза может быть изменена только шаг за шагом со статуса В ожидании на Финализирован

source: pl_template is from different city!
ru: pl_template из другого города!

source: pl_template is supported only for clusters!
ru: pl_template поддерживается только для кластеров!

source: pl_template is from different cluster!
ru: pl_template из другого кластера!

source: pl_template must be FINALIZED!
ru: pl_template должен быть финализирован!

source: Date must be greater than pl_template's date!
ru: Дата должна быть позже даты pl_template!

source: There are unmatched trips: {unmatched_trips}!
ru: Есть поездки без соответствия: {unmatched_trips}!

source: You can't create a new planning list for passed dates.
ru: Вы не можете создать новый запланированный список для прошедших дат.

source: There are no new trips. You can't create an empty Planning List.
ru: Нет новых поездок. Нельзя создать пустой запланированный список.

source: There are time-off days: {', '.join(str(toff) for toff in time_offs)}. You can't create a Planning List for these days.
ru: Имеются выходные дни: {', '.join(str(toff) for toff in time_offs)}. Вы не можете создать запланированный список в эти дни.

source: Planning Lists
ru: Запланированные списки

source: Notification Count
ru: Колличество уведомлений

source: Push Notification
ru: Пуш уведомление

source: Push Notifications
ru: Пуш уведомления

source: API Key
ru: API ключ

source: Relog Integrations
ru: Relog интеграции

source: Stop Status
ru: Статус остановки

source: Relog Status
ru: Relog статус

source: Relog Statuses
ru: Relog статусы

source: Rating
ru: Оценка

source: Admin Comment
ru: Комментарий админа

source: Trip Review
ru: Отзыв о поездке

source: Trip Reviews
ru: Отзывы о поездке

source: Not Published
ru: Не опубликован

source: Published
ru: Опубликован

source: Driver Price
ru: Цена водителя

source: Published At
ru: Опубликован в

source: Assigned At
ru: Назначен в

source: Started At
ru: Начат в

source: Route
ru: Маршрут

source: Routes
ru: Маршруты

source: Sub Ordering
ru: Под Порядок

source: Distance
ru: Расстояние

source: Is Important
ru: Важный

source: Visible
ru: Виден

source: Sub Route
ru: Подмаршрут

source: Sub Routes
ru: Подмаршруты

source: Pickup
ru: Забор

source: Delivery
ru: Доставка

source: Planned
ru: Запланирована

source: On The Way
ru: В пути

source: Waiting
ru: Ожидание

source: Missed
ru: Пропущена

source: Date Shift
ru: Сдвиг даты

source: A stop might happen on a different date than the trip itself
ru: Остановка может быть в день отличный от поездки

source: Planned Arrival Time
ru: Запланированное время прибытия

source: Planned Departure Time
ru: Запланированное время выезда

source: Estimated Arrival Time
ru: Приблизительное время прибытия

source: Estimated Departure Time
ru: Приблизительное время выезда

source: Arrived Time
ru: Время прибытия

source: Departed Time
ru: Время выезда

source: Stops
ru: Остановки

source: Monthly One Way Price
ru: Месячная цена в одну сторону

source: Monthly One Way Multiple Children Price
ru: Месячная цена в одну сторону для нескольких детей

source: Monthly Round Trip Price
ru: Месячная цена в обе стороны

source: Monthly Round Trip Multiple Children Price
ru: Месячная цена в обе стороны для нескольких детей

source: Annual One Way Price
ru: Годовая цена в одну сторону

source: Annual One Way Multiple Children Price
ru: Годовая цена в одну сторону для нескольких детей

source: Annual Round Trip Price
ru: Годовая цена в обе стороны

source: Annual Round Trip Multiple Children Price
ru: Годовая цена в обе стороны для нескольких детей

source: Annual One Way Discount Price
ru: Годовая скидка в одну сторону

source: Annual Round Trip Discount Price
ru: Годовая скидка в обе стороны

source: Study Start Time
ru: Время начала обучения

source: Study End Time
ru: Время окончания обучения

source: Places Left
ru: Оставшиеся места

source: Cluster is from different city!
ru: Кластер из другого города!

source: End date should be greater than start date.
ru: Дата окончания должна быть позже даты начала.

source: Schools
ru: Школы

source: Home Address
ru: Домашний адрес

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Grade
ru: Оценка

source: School Schedule
ru: Школное расписание

source: School Schedules
ru: Школьные расписания

source: Monthly
ru: Ежемесячный

source: Annual
ru: Ежегодный

source: Both
ru: Оба направления

source: Forward
ru: Вперед

source: Backward
ru: Назад

source: Direction
ru: Направление

source: Child Count
ru: Количество детей

source: Full Name
ru: Полное имя

source: School Name
ru: Имя школы

source: Merged
ru: Поглощен

source: Old Customer ID
ru: ID старого клиента

source: School Payment Form
ru: Форма оплаты за школу

source: School Payment Forms
ru: Формы оплаты за школу

source: Shift Tariff
ru: Тариф смены

source: Shift Tariffs
ru: Тарифы смен

source: Tariff
ru: Тариф

source: Percentage Left
ru: Оставшийся процентаж

source: Shift
ru: Смена

source: Shifts
ru: Смены

source: Driver Shift
ru: Сдвиг водителя

source: Driver Shifts
ru: Сдвиг водителей

source: Next Period Amount
ru: Сумма следующего периода

source: Paid
ru: Оплачено

source: Subscriptions
ru: Подписки

source: Survey
ru: Опрос

source: Surveys
ru: Опросы

source: Showed At
ru: Показан в

source: Survey Customer
ru: Опрос клиента

source: Survey Customers
ru: Опрос клиентов

source: End date could not be earlier than start date.
ru: Дата окончания должна быть не раньше даты начала.

source: There should be no planning lists during time off.
ru: Запланированный список не должен быть в выходные дни.

source: Time Off
ru: Выходной день

source: Time Offs
ru: Выходные дени

source: Paused
ru: Приостановлено

source: Draft
ru: Черновик

source: Queued
ru: В очереди

source: Initial Precise
ru: Начальный точный

source: Initial Average
ru: Начальный средний

source: Statistical
ru: Статистический

source: On-demand
ru: Одноразовый

source: Delivery Address
ru: Адрес доставки

source: Pricing Algorithm
ru: Алгоритм цены

source: Pickup Time
ru: Время забора

source: Delivery Time
ru: Время доставки

source: Manual Price
ru: Ручная цена

source: First Price
ru: Начальная цена

source: Dynamic Price
ru: Динамическая цена

source: Is Price Dynamic
ru: Является ли цена динамичной

source: Is With Subscription
ru: С подпиской

source: Specify exactly one time: pickup or delivery
ru: Укажите в точности одно время: забора или доставки

source: Active schedules must have price
ru: Активные расписания обязаны иметь цену

source: Active schedules must have distance
ru: Активные расписания обязаны иметь расстояние

source: Pickup and delivery addresses should be different
ru: Адреса забора и доставки должны отличаться

source: Trip Schedule
ru: Расписание поездки

source: Schedule
ru: Расписание

source: Trip Overrides
ru: Отмены поездок

source: Online
ru: Онлайн

source: Taxi
ru: Такси

source: Low Balance
ru: Низкий баланс

source: Notification
ru: Уведомление

source: Override
ru: Отмена

source: No linked bank card
ru: Нет привязанной карты

source: Unsatisfied Auction
ru: Неудовлетворенный аукцион

source: Customer Schedule
ru: Расписание клиента

source: Overrides
ru: Отмены

source: Excluded Members (Children)
ru: Исключенные члены (дети)

source: Desired Delivery Time
ru: Ожидаемое время доставки

source: Payment Type
ru: Тип платежа

source: Is On Demand
ru: По требованию

source: A cancellation reason `cancelled_by` should be set for canceled status.
ru: Для статуса отменено должна быть указана причина отмены `cancelled_by`.

source: Trips
ru: Поездки

source: Trip Problem
ru: Проблема с поездкой

source: Trip Problems
ru: Проблемы с поездками

source: Changing Trip's customer is not allowed
ru: Изменение клиента поездки запрещено

source: Invalid IIN.
ru: Неверный ИИН.

source: Driver already has a pending payout.
ru: Водитель уже имеет одну выплату в ожидании.

source: It's forbidden to hide first sub-route
ru: Запрещено скрывать первый подмаршрут

source: Changing overrides after creation is not allowed!
ru: Изменение отмен запрещено!

source: The signature is missing.
ru: Подпись отсутствует.

source: The signature is wrong.
ru: Подпись неправильная.

source: The token is empty.
ru: Токен пустой.

source: The payment is not found.
ru: Платеж не найден.

source: The amount value mismatch.
ru: Несоответствие значения суммы.

source: Used Count
ru: Использованное количество

source: Not Used
ru: Не использовано

source: Used
ru: Использовано

source: Used Promo Сodes
ru: Использованные промокоды

source: Loyalty
ru: Лояльность

source: Leaving this field empty will generate a random code.
ru: Если оставить это поле пустым, будет сгенерирован случайный код.

source: Sharing Bonus Amount
ru: Сумма бонуса для поделившегося

source: The bonus amount is for the one who shared the promo code.
ru: Сумма бонуса предназначена для того, кто поделился промо-кодом.

source: Activating Bonus Amount
ru: Сумма бонуса для активировавшего

source: The bonus amount is for the one who activated the promo code.
ru: Сумма бонуса предназначена для того, кто активировал промо-код.

source: Campaign
ru: Кампания

source: Invite Count
ru: Кол-во приглашений

source: Created at
ru: Создано в

source: Promo code
ru: Промокод

source: Promo codes
ru: Промокоды

source: Owned Promo Code
ru: Собственный промокод

source: Used Promo Codes
ru: Использованные промокоды

source: Lead User Got Promo Code At
ru: Ведущий пользователь получил промокод в

source: Canceled Payment
ru: Отмененный Платеж

source: Payment has been canceled.
ru: Платеж был отменен.

source: You will be redirected to the main page soon.
ru: Скоро вы будете перенаправлены на главную страницу.

source: Successful Payment
ru: Успешный платеж

source: Payment has successfully proceeded
ru: Оплата успешно произведена

source: Unsuccessful Payment
ru: Неуспешный платеж

source: Payment has not proceeded
ru: Оплата не была произведена

source: Scanned Count
ru: Количество сканирований

source: QRCodes
ru: QR Коды

source: Routing
ru: Маршрутизация

source: Template
ru: Шаблон

source: Verifying Clusters
ru: Проверка кластеров

source: Verified Clusters
ru: Кластеры проверены

source: Running
ru: Текущий

source: Input Type
ru: Тип вводимых данных

source: With Clustering
ru: Использовать кластеризацию

source: DBSCAN epsilon (in meters)
ru: DBSCAN epsilon (в метрах)

source: Clustering Map
ru: Карта кластеризации

source: Clustering Table
ru: Таблица кластеризации

source: Locations
ru: Локации

source: Problem
ru: Задача

source: Matrix
ru: Матрица

source: Solution
ru: Решение

source: Config
ru: Конфигурация

source: Logs
ru: Логи

source: Max Time Seconds
ru: Количество секунд

source: Max Generations
ru: Количество генераций

source: Pickup Service Duration
ru: Длительность забора

source: Delivery Service
ru: Длительность доставки

source: ORS Speed Scale
ru: Множитель скорости ORS

source: Pessimistic Speed km/h
ru: Пессимистичная скорость км/ч

source: Time Window Lower Bound Minutes
ru: Нижняя граница временного окна в минутах

source: Time Window Upper Bound Minutes
ru: Верхняя граница временного окна в минутах

source: Initial Solutions
ru: Количество начальных решений

source: Num Thread Pools
ru: Количество пулов потоков

source: Num Threads
ru: Количество потоков

source: Solution Template
ru: Экспортировать решение в виде Яндекс шаблона

source: Solution Map
ru: Карта решения

source: Minimize Cost
ru: Минимизация стоимости

source: Minimize Distance
ru: Минимизация дистанции

source: Minimize Duration
ru: Минимизация длительности

source: Minimize Unassigned
ru: Минимизация неназначенных

source: Minimize Tours
ru: Минимизация туров

source: Minimize Arrival Time
ru: Минимизация времени прибытия

source: Task
ru: Задача

source: Objective
ru: Цель

source: Priority
ru: Приоритет

source: Complete Selected Tasks
ru: Завершить выделенные задачи

source: Tasks
ru: Задачи

source: Cancel trip
ru: Отмена поездки

source: Delay trip
ru: Задержка поездки

source: Inactive driver
ru: Неактивный водитель

source: Draft schedule
ru: Черновое расписание

source: Schedule with discount
ru: Расписание со скидкой

source: Bad Review
ru: Плохой отзыв

source: Review With Comment
ru: Отзыв с комментарием

source: Contact a driver after first route
ru: Связаться с водителем после первого маршрута

source: Inactive Customer
ru: Неактивный пользователь

source: New Trip Schedule
ru: Новое расписание поездки

source: New On Demand Trip
ru: Новая поездка по требованию

source: Cancelled On Demand Trip
ru: Отмененная поездка по требованию

source: New Auction
ru: Новый аукцион

source: Driver Lateness
ru: Опоздание водителя

source: Applied to Auction
ru: Подался на аукцион

source: Is Completed
ru: Выполнена

source: Completed At
ru: Выполнена в

source: Is Urgent
ru: Важный

source: Description
ru: Описание

source: Telegram Text
ru: Текст Telegram

source: Deadline
ru: Крайний срок выполнения

source: content type
ru: Тип содержимого

source: object id
ru: id объекта

source: Group id
ru: ID группы

source: Telegram Group
ru: Telegram группа

source: Telegram Groups
ru: Telegram группы

source: Add Routes
ru: Добавить маршруты

source: Save
ru: Сохранить

source: Add Routes From Sub-Routes
ru: Добавить маршруты из под-маршрутов

source: Import Manual Routing Spreadsheet
ru: Импортировать таблицу данных ручной маршрутизации

source: Import Automatic Routing Spreadsheet
ru: Импортировать таблицу данных автоматической маршрутизации

source: Upload Spreadsheet
ru: Загрузить таблицу

source: Do you really want to
ru: Вы действительно хотите

source: Generate a password
ru: Сгенерировать пароль

source: Cancel
ru: Отменить

source: Welcome to UvU
ru: Добро пожаловать в UvU

source: Please enter the following confirmation code into the app
ru: Пожалуйста, введите активационный код в приложение

source: Kind Regards, UvU Team
ru: С Уважением, команда UvU

source: Go manually
ru: Перейти вручную

source: Password
ru: Пароль

source: Some of the drivers are from a different city or their ids don't exist
ru: Некоторые водители из другого города или их id не существуют

source: Trip ids are not unique
ru: Id поездок не уникальны

source: Some of the trips are from a different city or their ids don't exist
ru: Некоторые поездки из другого города или их id не существуют

source: Driver city and given city are different.
ru: Город водителя и предоставленный город отличны.
