Repository: meyrlan/3d-map-path-app-backend
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Date mismatch, route: {route.date}, sub-route: {self.instance.date}
ru: Несоответствие даты, маршрут: {route.date}, под-маршрут: {self.instance.date}

source: City mismatch, route: {route.city}, sub-route: {self.instance.city}
ru: Несоответствие города, маршрут: {route.city}, под-маршрут: {self.instance.city}

source: WebSocket App
ru: WebSocket Приложение

source: Attendees
ru: Участники

source: Date time
ru: Время

source: Age limit
ru: Ограничение возраста

source: Owner
ru: Владелец

source: Interests
ru: Интересы

source: Image
ru: Картинка

source: Event
ru: Ивент

source: Поездка не найдена
ru: Trip not found

source: У водителя {trip.driver} не подключен traccar tracking
ru: Driver {trip.driver} is not connected to traccar tracking

source: Поездка завершена
ru: Trip completed

source: Не назначен traccar админ города
ru: Cities traccar admin is not set
