Repository: meyrlan/3d-map-path-app-backend
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Object
ru: Объект

source: Administration
ru: Администрация

source: We've sent a code to your email. Please, enter it below.
ru: Мы отправили код на Вашу почту. Пожалуйста, введите его сюда.

source: The message has not been delivered to {}. Please, choose another email address or try later.
ru: Сообщение не было доставлено по адресу {}. Пожалуйста, используйте другой email или попробуйте позже.

source: UvU activation code
ru: Код активации UvU

source: The code you've entered is invalid.
ru: Введенный Вами код неверен.

source: You have to provide city_id on first request
ru: Вы должны отправить city_id при первом запросе

source: Unknown status
ru: Неизвестный статус

source: You can't downgrade stop status
ru: Вы не можете вернуть статус остановки на предыдущее состояние

source: Duplicated ids sent
ru: Одинаковые ID отправлены

source: Some ids doesn't exist or they belong to a different date
ru: Некоторые ID не существуют или они принадлежат другой дате

source: You can not book more than one route a day
ru: Вы не можете бронировать более одного маршрута в день

source: Query parameter `date` is required
ru: Параметр 'дата' является обязательным

source: Passengers
ru: Пассажиры

source: Query parameter {} is required
ru: Параметр {} является обязательным

source: User
ru: Юзер

source: Related Object Link
ru: Ссылка на связанный объект

source: Object Link
ru: Ссылка на объект

source: Audit log
ru: Журнал аудита

source: Addition
ru: Добавление

source: Change
ru: Изменение

source: Deletion
ru: Удаление

source: Content Type
ru: Тип содержимого

source: Related Content Type
ru: Тип содержимого связанного объекта

source: Action
ru: Действие

source: Action Time
ru: Время действия

source: Object id
ru: id объекта

source: Related Object id
ru: id связанного объекта

source: Object Representation
ru: Представление объекта

source: Changes
ru: Изменения

source: Added “%(object)s”.
ru: Добавлен “%(object)s”.

source: Changed “%(object)s”
ru: Изменен “%(object)s”

source: Deleted “%(object)s.”
ru: Удален “%(object)s.”

source: Logged “%(object)s.”
ru: Зарегистрирован “%(object)s.”

source: Log entry
ru: Запись в журнале

source: Log entries
ru: Записи в журнале

source: Send Test Client Push Notification
ru: Отправить тестовое клиентское пуш уведомление

source: Can't send test messages to users that are not in a fake city: {}
ru: Нельзя отправлять тестовое сообщение пользователям не из фейковых городов: {}

source: Send Test Driver Push Notification
ru: Отправить тестовое драйверское пуш уведомление

source: Add QR-Code to User
ru: Добавить QR код пользователю

source: Customer
ru: Клиент

source: Authentication
ru: Аутентификация

source: Male
ru: Мужской

source: Female
ru: Женский

source: username
ru: имя пользователя

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
ru: Обязательное поле. Не более 150 символов. Только буквы, цифры и символы @/./+/-/_.

source: A user with that username already exists.
ru: Пользователь с таким именем уже существует.

source: email address
ru: адрес электронной почты

source: Owned Customer
ru: Принадлежащий клиент

source: Used Customer
ru: Используемый клиент

source: Sex
ru: Пол

source: Phone Number
ru: Номер Телефона

source: Birth Date
ru: Дата рождения

source: School Grade
ru: Школьный класс

source: QRCode
ru: QR Код

source: Photo
ru: Фотография

source: The provided image is too small, it needs to be at least 200x200
ru: Предоставленное изображение слишком маленькое, оно должно быть не менее 200х200

source: Users
ru: Юзеры

source: Code
ru: Код

source: Created At
ru: Создано в

source: Used At
ru: Использован в

source: Email OTP Device
ru: Email одноразовый пароль

source: Email OTP Devices
ru: Email одноразовые пароли

source: Client
ru: Клиент

source: Driver
ru: Водитель

source: Mobile App
ru: Мобильное приложение

source: Device Type
ru: Тип устройства

source: Device Model
ru: Модель устройства

source: OS version
ru: Версия ОС

source: App version
ru: Версия приложения

source: Device
ru: Устройство

source: Devices
ru: Устройства

source: FCM device
ru: FCM Устройство

source: FCM devices
ru: FCM Устройства

source: The version should be three numbers separated by dots, like 1.1.1
ru: Версия приложения должна состоять из трех чисел, разделенных точками, например, 1.1.1

source: Minimal App Version
ru: Минимальная версия приложения

source: Minimal App Versions
ru: Минимальные версии приложений

source: History of changes
ru: История изменений

source: History
ru: История

source: At least one item is required.
ru: Хотя бы один элемент должен присутствовать

source: and
ru: и

source: Deleting %(class_name)s %(instance)s would require deleting the following protected related objects: %(related_objects)s
ru: Удаление объекта %(instance)s типа %(class_name)s будет требовать удаления следующих связанных объектов: %(related_objects)s

source: Please upload a valid file.
ru: Пожалуйста, загрузите верный файл

source: The type of the file couldn't be determined.
ru: Тип файла не может быть определен

source: Process Selected Planning Lists
ru: Финализировать выбранные запланированные списки

source: There are unmatched trips for PL {pl.id}: {unmatched_trips}!
ru: Есть поездки без соответствия для PL {pl.id}: {unmatched_trips}!

source: Finalize Selected Planning Lists
ru: Финализировать выбранные запланированные списки

source: Export Manual Routing Spreadsheet
ru: Экспортировать таблицу данных ручной маршрутизации

source: Refresh Status
ru: Обновить статус

source: Connect to Traccar
ru: Подключить к Traccar

source: Export Spreadsheet
ru: Экспортировать таблицу

source: There are no planned stops for the route
ru: На маршруте нет запланированных остановок

source: Export Yandex Routing Data Spreadsheet
ru: Экспортировать таблицу данных Яндекс маршрутизации

source: Yandex routing data spreadsheet can be obtained only for a single date
ru: Электронная таблица данных маршрутизации Яндекса может быть получена только для одной даты

source: Export Relog Routing Data Spreadsheet
ru: Экспортировать таблицу данных Relog маршрутизации

source: Relog routing data spreadsheet can be obtained only for a single date
ru: Электронная таблица данных маршрутизации Relog может быть получена только для одной даты

source: Export Routes for Tilda
ru: Экспортировать маршруты для Тильды

source: Route {} doesn't have any stop
ru: Маршрут {} не имеет ни одной остановки

source: There are no planned stops for {}
ru: Нет запланированных остановок для {}

source: {} has been successfully sent to ReLog.
ru: {} успешно отправлен в ReLog.

source: {} sending to ReLog has failed.
ru: Не удалось выполнить отправку {} в ReLog

source: Send to ReLog
ru: Отправить в ReLog

source: Can't send to ReLog not planned trips: {}
ru: Не разрешается отправлять в ReLog незапланированные позедки: {}

source: Sync with ReLog
ru: Синхронизировать с ReLog

source: Route {} sending to ReLog has failed. Failed trips: {}
ru: Не удалось выполнить отправку маршрута {} в ReLog. Произошли ошибки в поездках: {}

source: Route {} has been successfully synced with ReLog.
ru: Маршрут {} успешно синхронизирован с ReLog.

source: Export Sub-Routes Spreadsheet
ru: Экспортировать таблицу под-маршрутов

source: Sub Routes spreadsheet can be obtained only for a single date
ru: Электронная таблица данных под-маршрутов может быть получена только для одной даты

source: Trip with id {} doesn't have a driver_price
ru: Поездка с идентификатором {} не имеет driver_price

source: Fake Routing
ru: Фейковая маршрутизация

source: None of the trips selected for fake routing
ru: Ни одна поездка не выбрана для фейковой маршрутизации

source: Can't execute fake routing for real trips: {}
ru: Не разрешается выполнять фейковую маршрутизацию для реальных поездок: {}

source: Can't execute fake routing for trips with multiple cities: {}
ru: Не разрешается выполнять фейковую маршрутизацию для поездок с разными городами: {}

source: Can't execute fake routing for trips with multiple dates: {}
ru: Не разрешается выполнять фейковую маршрутизацию для поездок с разными датами: {}

source: Publish Selected Routes
ru: Опубликовать выбранные маршруты

source: Remove sub-routes from routes
ru: Отвязать подмаршруты с маршрутов

source: Make payment refunds
ru: Сделать возврат платежей

source: Remove customers
ru: Удалить клиентов

source: Customer {} has trips, you can't delete him.
ru: У клиента есть поездки, вы не можете его удалить.

source: Create auction
ru: Создать аукцион

source: Trip {} doesn't have stops, you can't create auction for it.
ru: У трипа нет стопов, вы не можете аукцион для него.

source: Yandex
ru: Яндекс

source: Type your address ...
ru: Напечатайте адрес ...

source: Pickup Stop Estimated Arrival Time
ru: Приблизительное время прибытия к остановке забора

source: Pickup Stop Estimated Departure Time
ru: Приблизительное время выезда с остановки забора

source: Delivery Stop Estimated Arrival Time
ru: Приблизительное время прибытия к остановке доставки

source: Delivery Stop Estimated Departure Time
ru: Приблизительное время выезда с остановки доставки

source: You can't create trips with status Pending or Planned for past dates.
ru: Вы не можете создать поездки в статусе ожидает или запланирована для прошедших дат.

source: You are allowed to create only Pending trips if neither driver nor planning list are specified.
ru: Вы можете создать поездки лишь в статусе ожидания, если не указаны ни запланированный список, ни водитель.

source: You are not allowed to create trip with Pending status for this case.
ru: Не разрешено создавать поездки в статусе ожидания в данном случае.

source: Planning List date must be equal to trip date.
ru: Дата запланированного списка должна быть равна дате поездки.

source: You can't specify both pickup and delivery times.
ru: Нельзя указывать одновременно время забора и доставки.

source: Can't specify both driver and planning list on creation.
ru: Нельзя одновременно указывать водителя и запланированный список при создании поездки.

source: You should specify desired pickup or delivery times if none of the drivers is chosen.
ru: Вы должны указать желаемое время отправления или прибытия, если не выбран водитель.

source: You should specify arrival and departure times for all pickup and delivery stops if a driver is chosen.
ru: Вы должны указать время прибытия и отправления для остановок забора и доставки, если выбран водитель.

source: Estimated times have to be in order.
ru: Времена должны идти по порядку.

source: You can't link the trip to a driver because it is already linked to a planning list.
ru: Вы не можете связать поездку с водителем, потому что она уже связана с запланированным списком.

source: You can't link the trip to a planning list because it is already linked to a driver.
ru: Вы не можете связать поездку с запланированным списком, потому что она уже связана с водителем.

source: You can't remove the linked planning list.
ru: Вы не можете удалить связанный запланированный список.

source: Date
ru: Дата

source: Cluster has a different city!
ru: Кластер из другого города!

source: Spreadsheet
ru: Таблица

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Name
ru: Название

source: Number Plate
ru: Номер машины

source: Color
ru: Цвет

source: Year of Issue
ru: Год выпуска

source: Capacity
ru: Вместимость

source: Another driver with this email already exists in the DB.
ru: Другой водитель с этим email уже существует в базе данных.

source: Active drivers must have all car fields.
ru: Активные водители должны иметь все поля машины.

source: Trip
ru: Поездка

source: Stop
ru: Остановка

source: Member (Child)
ru: Член (Ребенок)

source: Members (Children)
ru: Члены (Дети)

source: Owner (Parent)
ru: Владелец (Родитель)

source: Owners (Parents)
ru: Владельцы (Родители)

source: Customer URL
ru: URL на клиента

source: Trip Address
ru: Адрес поездки

source: Trip Members
ru: Члены поездки

source: Number of children in the car
ru: Количество детей в машине

source: Split To Next Sub Route
ru: Разделить на следующий под-маршрут

source: SubRoute {} has been split into two sub-routes: {} and {}
ru: Под-маршрут {} был разделен на два под-маршрута: {} и {}

source: Price
ru: Цена

source: Start Time
ru: Время начала

source: End Time
ru: Время окончания

source: Start Address
ru: Начальный адрес

source: End Address
ru: Конечный адрес

source: City
ru: Город

source: Partner
ru: Партнер

source: Customer Count
ru: Количество клиентов

source: Active Customer Count
ru: Количество активных клиентов

source: Tracking URL
ru: Трекинг URL

source: Schools page
ru: Школы

source: Has Active Schedules
ru: Имеет активные расписания

source: Trips page
ru: Поездки

source: Payments page
ru: Платежи

source: Owned Promocode
ru: Собственный промокод

source: Pending Trips
ru: Ожидаемые поездки

source: Planned Trips
ru: Запланированные поездки

source: Routed Trip Count
ru: Количество маршрутизированных поездок

source: Cluster
ru: Кластер

source: Linked to a planning list
ru: Привязка к запланированному списку

source: Linked to driver
ru: Привязка к водителю

source: Members
ru: Члены

source: Timing
ru: Время

source: Cancelled by
ru: Отменена по причине

source: Stop Count
ru: Кол-во остановок

source: Start estimated time
ru: Расчетное время начала

source: Finish estimated time
ru: Расчетное время окончания

source: Members count
ru: Количество участников

source: Client Price
ru: Цена клиента

source: Margin
ru: Маржа

source: Is synced with ReLog
ru: Синхронизирован с ReLog

source: Is published
ru: Опубликован

source: Duration (hours)
ru: Продолжительность (часы)

source: Car
ru: Машина

source: Identification Card Photo Thumbnail
ru: Фото удостверения личности (обратная сторона) (Миниатюра)

source: Identification Card Photo (back) Thumbnail
ru: Фото удостверения личности (обратная сторона) (Миниатюра)

source: Driving License photo Thumbnail
ru: Фото водительских прав (обратная сторона) (Миниатюра)

source: Driving License photo (back) Thumbnail
ru: Фото водительских прав (обратная сторона) (Миниатюра)

source: Technical Passport photo Thumbnail
ru: Фото тех. паспорта (обратная сторона) (Миниатюра)

source: Technical Passport photo (back) Thumbnail
ru: Фото тех. паспорта (обратная сторона) (Миниатюра)

source: Photo Thumbnail
ru: Миниатюра фотографии

source: Home Coordinates
ru: Координаты дома

source: Car Name
ru: Наименование машины

source: Email To Answer
ru: Email для ответа

source: All
ru: Все

source: Empty
ru: Пусто

source: Not empty
ru: Не пусто

source: Has Phone Number
ru: Имеет номер телефона

source: Earnings page
ru: Страница заработков

source: Has Payout
ru: Имеет выплату

source: Has Error
ru: Ошибка

source: Has Applied Drivers
ru: Есть участвующие водители

source: Selected Driver
ru: Выбранный водитель

source: Pickup Address
ru: Адрес забора

source: Desired Pickup Time
ru: Ожидаемое время забора

source: Applied Drivers
ru: Участвующие Водители

source: Cancel Auctions
ru: Отменить аукционы

source: Driver Count
ru: Количество Водителей

source: Home address adding page
ru: Страница добавления домашнего адреса

source: There are no sub-routes in the provided file!
ru: В загруженном файле нет под-маршрутов

source: SubRoute {} is empty!
ru: Под-маршрут {} пустой!

source: Planning List corresponding to {} and cluster {} is not found
ru: Запланированный список поездок для даты {} и кластера {} не найден

source: Not all Planning Lists are finalized for {}!
ru: Не все запланированные списки финализированы для {}!

source: SubRoute {} has broken trips: {}
ru: Под-маршрут {} имеет сломанные поездки: {}

source: SubRoute {} intersects with route {}, common trip ids: {}
ru: Под-маршрут {} пересекается с маршрутом {}, общие поездки: {}

source: SubRoute {} is conflicting with sub-routes: {}
ru: Под-маршрут {} конфликтует с маршрутом: {}

source: Trips in workbook and Planning List don't match. Missing from workbook: {}, extra in workbook: {}
ru: Поездки в файле и запланированном списке не совпадают. Недостающие поездки в файле: {}, лишние поездки в файле: {}

source: SubRoute {}, trip {} is too long. Allowed {}, real duration: {}
ru: Под-маршрут {}, поездка {} слишком долгая. Допустимо: {}, по факту: {}

source: There are no routes in the provided file! Are you sure that you uploaded the file with routes from the Yandex Routing service?
ru: В предоставленном файле нет маршрутов! Вы уверены, что загрузили файл с маршрутами из сервиса маршрутизации Яндекса?

source: Planning List corresponding to {} is not found
ru: Запланированный список поездок для даты {} не найден

source: SubRoute with name {} is conflicting with sub-route: {}. This means that a route already was created in the DB and its stops conflicting with the current one. You need either remove that route from the DB before file uploading or you need to remove the current route from the file.
ru: Под-маршрут {} конфликтует с под-маршрутом: {}. This means that a route already was created in the DB and its stops conflicting with the current one. You need either remove that route from the DB before file uploading or you need to remove the current route from the file.

source: Too many empty rows. Starts at line {} in the provided file. You need to make between routes be only one empty row.
ru: Слишком много пустых рядов. Начинается со строки {} в предоставленном файле. Вам нужно сделать так, чтобы между маршрутами была только одна пустая строка.

source: Broken routes at {}. Make sure that the file doesn't contain a row with "Не может быть доставлен" value.
ru: Сломанные маршруты в {}. Убедитесь, что файл не содержит строки со значением "Не может быть доставлен".

source: There is no sub-routes data provided!
ru: Данные о под-маршрутах не приведены!

source: Broken sub-routes:
ru: Сломанные под-маршруты:

source: Sub-routes should have either the following format '#' (ordering_id only) for the first sub-routes or '#.#' (ordering_id, sub_ordering_id) for others.
ru: Подмаршруты должны иметь либо следующий формат '#' (только ordering_id) для первых подмаршрутов, либо '#.#' (ordering_id, sub_ordering_id) для других.

source: There are duplicated sub-routes in the string:
ru: В строке есть дублированные подмаршруты:

source: SubRoutes in the string and in the Database don't match.
ru: Под-маршруты в строке и в базе данных не совпадают.

source: Missing from the string:
ru: Отсутствуют в строке:

source: Extra in the string:
ru: Лишние в строке:

source: These sub-Routes don't have stops: {}
ru: Эти подмаршруты не имеют остановок: {}

source: Planning List corresponding to city {}, cluster {} and date {} is not found
ru: Запланированный список поездок для города {}, кластера {} и даты {} не найден

source: Planning lists should be finalized first
ru: Запланированные списки должны быть финализированы в начале

source: Trips from sub-routes and from Planning Lists don't match. Missing from sub-routes: {}, extra in sub-routes: {}
ru: Поездки у под-маршрутов и в запланированном списке не совпадают. Недостающие поездки у под-маршрутов: {}, лишние поездки у под-маршрутов: {}

source: These routes already created for the provided trips: {}. You should remove existing sub-routes to create new ones. Otherwise, you are trying to create duplicates.
ru: Эти маршруты уже созданы для предоставленных поездок: {}. Вы должны удалить существующие подмаршруты, чтобы создать новые. В противном случае вы пытаетесь создать дубликаты.

source: Core
ru: Ядро

source: School
ru: Школа

source: Verified
ru: Проверен

source: Address
ru: Адрес

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: Place
ru: Место

source: Places
ru: Места

source: Centre
ru: Центр

source: Ordering
ru: Порядок

source: Address Category
ru: Категория адреса

source: Address Categories
ru: Категории адресов

source: Category
ru: Категория

source: Enterance
ru: Подъезд

source: Comment
ru: Комментарий

source: Unallowed combination: place is specified, but it is not a centre
ru: Невозможная комбинация: место указано, однако центр не выбран

source: Addresses
ru: Адреса

source: Pending
ru: В ожидании

source: Completed
ru: Завершена

source: Cancelled
ru: Отменена

source: Notified Drivers
ru: Оповещенные Водители

source: Status
ru: Статус

source: Fast
ru: Быстрый

source: Attention Needed
ru: Требует внимания

source: Delay
ru: Задержка

source: Finished At
ru: Закончен в

source: Can't create an auction with trip without stops
ru: Нельзя создать аукцион с поездкой без остановок

source: You can set only a driver from applied drivers list.
ru: Вы можете выбрать драйвера только из списка участвующих в аукционе.

source: Auction
ru: Аукцион

source: Auctions
ru: Аукционы

source: Notified Auction Driver
ru: Оповещенный аукционный водитель

source: Notified Auction Drivers
ru: Оповещенные аукционные водители

source: Automatically Eligible
ru: Автоматически подходящий

source: Explanation
ru: Объяснение

source: Applied Auction Driver
ru: Подавшийся аукционный водитель

source: Applied Auction Drivers
ru: Подавшиеся аукционные водители

source: Simple
ru: Простой

source: With User Promocode
ru: С пользовательским промокодом

source: Type
ru: Тип

source: Active
ru: Активный

source: Title
ru: Заголовок

source: Body
ru: Тело

source: Background Image
ru: Фоновая картинка

source: Banner
ru: Баннер

source: Banners
ru: Баннеры

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Schedules
ru: Расписания

source: Weekday
ru: День недели

source: Bucket
ru: Ведро

source: Buckets
ru: Ведра

source: Cancellation
ru: Отмена поездки

source: Cancellations
ru: Отмены поездок

source: Approved
ru: Подтверждено

source: Rejected
ru: Отказано

source: State
ru: Состояние

source: Reason
ru: Причина

source: Cancellation Excuse
ru: Причина отмены

source: Cancellation Excuses
ru: Причины отмен

source: Alpha
ru: Альфа

source: Beta
ru: Бета

source: Production
ru: Продукция

source: Fake
ru: Фейковый

source: Stage
ru: Стадия

source: Relog Integration
ru: Relog интеграция

source: Dispatcher Phone
ru: Телефон диспетчера

source: Sales Phone
ru: Телефон продавца

source: Trip Additional Data Delay
ru: Задержка перед показом дополнительной информации о поездке

source: Delay before the trip after which additional data is shown
ru: Задержка перед поездкой, после которой показываются дополнительные данные

source: Auction Publishing Delay
ru: Задержка перед публикацией аукциона

source: If a trip is created in advance we will wait until this time before the begging of the trip and only then publish it.
ru: Если поездка создается заранее, мы подождем и опубликуем аукцион лишь за это время до начала поездки.

source: Auction Latest Position Delay
ru: Задержка до последней позиции

source: Drivers with latest coordinate submitted more than this time ago won't be eligible for auctions.
ru: Водители, последняя координата которых старее чем это время не подойдут на аукцион.

source: Auction Seach Time
ru: Время поиска аукциона

source: How much time we will try to determine auction winner before switching it to manual.
ru: Сколько времени мы подождем для определения победителя в аукционе прежде чем переключим его в мануальный режим.

source: Auction Select Winner Time
ru: Время выбора победителя аукциона

source: Once an eligible driver applies to the auction, we will wait for this time before determining a final winner.
ru: Когда подходящий водитель подастся на аукцион, мы подождем это время прежде чем определим финального победителя.

source: South-West Latitude
ru: Юго-Западная широта

source: South-West Longitude
ru: Юго-Западная долгота
